driver-tests/bpelse/assign/AssignNamespacesJBI/test/multiNSLeafLevel/Output.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <Employee xmlns="http://xml.netbeans.org/schema/employee">
      <ns0:person xmlns:ns0="http://xml.netbeans.org/schema/person">
        <ns0:name>Jim</ns0:name>
        <ns3:address xmlns:ns3="http://xml.netbeans.org/schema/address">
          <ns3:Street>123 street</ns3:Street>
          <ns3:city>Monrovia</ns3:city>
        </ns3:address>
      </ns0:person>
      <ns2:experience xmlns:ns2="http://xml.netbeans.org/schema/employee">3</ns2:experience>
    </Employee>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
